[{
    "title": "Falling behind the curve",
    "description": "PAUSD has de-laned sixth and seventh grade math and plans to finish the de-laning process by the 2022-2023 school year, accelerating all students to Algebra by 8th grade.",
    "image": "/math.jpg",
    "link": "https://thecampanile.org/2021/12/07/falling-behind-the-curve"
}, {
    "title": "Ravenswood School District to lease unused East Palo Alto properties",
    "description": "To fund instructional programs and increase teacher pay during budget shortages, the Ravenswood City School District of East Palo Alto will lease two properties by spring 2021.",
    "image": "/swings.png",
    "link": "https://thecampanile.org/2021/11/19/ravenswood-school-district-to-lease-unused-east-palo-alto-properties"
}, {
    "title": "Bell schedule strains athletes",
    "description": "In 2019, the California State Assembly passed a bill mandating schools start no earlier than 8:30 a.m., starting with the 2021-2022 school year. Now, in the first year back from the COVID-19 pandemic, Paly has shifted its start time even further back.",
    "image": "/runners.jpg",
    "link": "https://thecampanile.org/2021/09/17/bell-schedule-strains-athletes"
}, {
    "title": "West Nile infected mosquitoes discovered in Palo Alto, insecticides to be applied",
    "description": "Mosquitos infected with the West Nile virus were detected in Palo Alto and Mountain View on Sept. 7, prompting the Santa Clara County Vector Control District to spray affected areas with insecticide this Friday.",
    "image": "/mosquito-map.png",
    "link": "https://thecampanile.org/2021/09/15/west-nile-infected-mosquitoes-discovered-in-palo-alto-insecticides-to-be-applied"
}, {
    "title": "PAUSD will not follow Los Angeles school district vaccine mandate",
    "description": "The Los Angeles Unified School District mandated COVID-19 vaccinations for students aged 12 and older on Sept. 9, setting a precedent for the rest of the country. But unless ordered by the state, PAUSD will not follow suit.",
    "image": "/breaking.jpg",
    "link": "https://thecampanile.org/2021/09/13/pausd-will-not-follow-los-angeles-student-vaccine-mandate"
}]