[{
    "title": "Timothy Alexander returns to address seniors, challenges students to succeed under pressure",
    "description": "Motivational speaker Timothy Alexander spoke in the PAC during study hall on Nov. 4, reminding seniors to challenge themselves to excel under pressure and enjoy their senior year.",
    "image": "/timothy-alexander.jpg",
    "link": "https://thecampanile.org/2022/11/04/timothy-alexander-returns-to-address-seniors-challenges-students-to-succeed-under-pressure"
}, {
    "title": "Shounak Dharap, Ingrid Campos, Shana Segal, Nicole Chiu-Wang Run for School Board",
    "description": "Incumbent Shounak Dharap, business specialist Ingrid Campos, former teacher Shana Segal and entrepreneur and lawyer Nicole Chiu-Wang are running for two open seats on PAUSD’s school board for elections on Nov. 8.",
    "image": "/board-candidates.png",
    "link": "https://thecampanile.org/2022/10/11/shounak-dharap-ingrid-campos-shana-segal-nicole-chiu-wang-run-for-school-board"
}, {
    "title": "Council plans $150 million electric grid renovation",
    "description": "Facing limited grid capacity and aging infrastructure, Palo Alto's Utility Advisory Commission is pushing to modernize the city's electric grid to meet the city's electrification and emission reduction goals.",
    "image": "/electric.png",
    "link": "https://thecampanile.org/2022/04/09/council-plans-150-million-electric-grid-renovation"
}, {
    "title": "More students watching sports through piracy",
    "description": "The illegal broadcasting of pirated sports streams, also known as cord cutting, lets people bypass paid subscription services like ESPN, Netflix or Hulu to access live sports content for free.",
    "image": "/piracy.png",
    "link": "https://thecampanile.org/2022/03/17/more-students-watching-sports-through-piracy"
}, {
    "title": "A changing campus: Paly over the years",
    "description": "With over 100 years of history, Paly has seen dramatic shifts in its campus, student culture, academic offerings, and technology.",
    "image": "/staff.png",
    "link": "https://thecampanile.org/2022/02/07/a-changing-campus"
}, {
    "title": "Falling behind the curve",
    "description": "PAUSD has de-laned sixth and seventh grade math and plans to finish the de-laning process by the 2022-2023 school year, accelerating all students to Algebra by 8th grade.",
    "image": "/math.jpg",
    "link": "https://thecampanile.org/2021/12/07/falling-behind-the-curve"
}, {
    "title": "Ravenswood School District to lease unused East Palo Alto properties",
    "description": "To fund instructional programs and increase teacher pay during budget shortages, the Ravenswood City School District of East Palo Alto will lease two properties by spring 2021.",
    "image": "/swings.png",
    "link": "https://thecampanile.org/2021/11/19/ravenswood-school-district-to-lease-unused-east-palo-alto-properties"
}, {
    "title": "Bell schedule strains athletes",
    "description": "In 2019, the California State Assembly passed a bill mandating schools start no earlier than 8:30 a.m., starting with the 2021-2022 school year. Now, in the first year back from the COVID-19 pandemic, Paly has shifted its start time even further back.",
    "image": "/runners.jpg",
    "link": "https://thecampanile.org/2021/09/17/bell-schedule-strains-athletes"
}, {
    "title": "West Nile infected mosquitoes discovered in Palo Alto, insecticides to be applied",
    "description": "Mosquitos infected with the West Nile virus were detected in Palo Alto and Mountain View on Sept. 7, prompting the Santa Clara County Vector Control District to spray affected areas with insecticide this Friday.",
    "image": "/mosquito-map.png",
    "link": "https://thecampanile.org/2021/09/15/west-nile-infected-mosquitoes-discovered-in-palo-alto-insecticides-to-be-applied"
}, {
    "title": "PAUSD will not follow Los Angeles school district vaccine mandate",
    "description": "The Los Angeles Unified School District mandated COVID-19 vaccinations for students aged 12 and older on Sept. 9, setting a precedent for the rest of the country. But unless ordered by the state, PAUSD will not follow suit.",
    "image": "/breaking.jpg",
    "link": "https://thecampanile.org/2021/09/13/pausd-will-not-follow-los-angeles-student-vaccine-mandate"
}]